[
    {
        "title":"Scorpion",
        "director":"Nick Santora",
        "storyline":"Scorpion is based on the life of Walter O'Brien, a genius with an IQ of 197. Walter heads up a group of geniuses who are asked to work with Homeland Security Agent Cabe Gallo. Their talents and gifts help them in all kinds of situations, but they have trouble getting along with each other.",
        "poster":"poster_01_dmq62767"
    },
    {
        "title":"I Am Not A Serial Killer",
        "director":"Billy O'Brien",
        "storyline":"In a small Midwestern town, a troubled teen with homicidal tendencies must hunt down and destroy a supernatural killer whilst keeping his own inner demons at bay.",
        "poster":"poster_01_doo16236"
    },
    {
        "title":"American Horror Story",
        "director":"Brad Falchuk, Ryan Murphy",
        "storyline":"Both physical and psychological horrors affect a decomposing family, workers and residents of an insane asylum, a coven of witches, a cast of circus freaks, and the employees and guests at a struggling hotel in this haunting anthology series, focusing on the themes of infidelity, sanity, oppression, discrimination, and addiction.",
        "poster":"poster_01_dre79027"
    },
    {
        "title":"Frequency",
        "director":"Jeremy Carver",
        "storyline":"A police detective in 2016 discovers that she is able to speak via a ham radio with her estranged father; Frank Sullivan, a detective who died in 1996 and the two must work together to change the history of tragic events to come while also getting the chance to heal their complicated relationship.",
        "poster":"poster_01_efe10884"
    },
    {
        "title":"Scream",
        "director":"Jay Beattie, Jill E. Blotevogel, Dan Dworkin",
        "storyline":"After a cyber-bullying incident results in a brutal murder, the shocking violence stirs up memories of a killing spree from the past that has haunted some, intrigued others and maybe just inspired a new killer. A group of teens - with two old friends struggling to reconnect at its heart - become lovers, enemies, suspects, targets and victims of an assassin who's out for blood.",
        "poster":"poster_01_ejh57054"
    },
    {
        "title":"Murder In The First",
        "director":"Steven Bochco, Eric Lodal",
        "storyline":"A single murder case is dissected from the committing of the crime through to the investigation, arrest and trial.",
        "poster":"poster_01_frt13421"
    },
    {
        "title":"Van Helsing",
        "director":"Michael Nankin",
        "storyline":"Vanessa Helsing, distant relative of famous vampire hunter Abraham Van Helsing, is resurrected only to find that vampires have taken over the world. She is humanity's last hope to lead an offensive to take back what has been lost.",
        "poster":"poster_01_gdr40750"
    },
    {
        "title":"Elementary",
        "director":"Robert Doherty",
        "storyline":"A modern take on the cases of Sherlock Holmes, with the detective now living in New York City.",
        "poster":"poster_01_ggs35019"
    },
    {
        "title":"Falling Water",
        "director":"Blake Masters, Henry Bromell",
        "storyline":"The story of three unrelated people, who slowly realize that they are dreaming separate parts of a single common dream. Each of them is on a mysterious and highly personal quest - one is searching for his missing girlfriend, one is searching for a lost child, one is looking to cure his catatonic mother - and it is the clues found in their collective dream that come to guide them. The deeper they dig the more they come to realize that their missions touch on stakes that are much larger than their individual agendas.",
        "poster":"poster_01_gho66470"
    },
    {
        "title":"Impastor",
        "director":"Christopher Vane",
        "storyline":"Buddy Dobbs (Michael Rosenbaum), a slacker on the run from a loan shark, steals a man's identity and ends up posing as a small town's new gay pastor.",
        "poster":"poster_01_glu15213"
    },
    {
        "title":"Arrow",
        "director":"Greg Berlanti, Marc Guggenheim, Andrew Kreisberg",
        "storyline":"Oliver Queen and his father are lost at sea when their luxury yacht sinks, apparently in a storm. His father dies, but Oliver survives for five years on an uncharted island and eventually returns home. But he wasn't alone on the island where he learned not only how to fight and survive but also of his father's corruption and unscrupulous business dealings. He returns to civilization a changed man, determined to put things right. He disguises himself with the hood of one of his mysterious island mentors, arms himself with a bow and sets about hunting down the men and women who have corrupted his city.",
        "poster":"poster_01_hmk16973"
    },
    {
        "title":"Brooklyn Nine-nine",
        "director":"Daniel J. Goor, Michael Schur",
        "storyline":"Captain Ray Holt (Andre Braugher) takes over Brooklyn's 99th precinct, which includes Detective Jake Peralta (Andy Samberg), a talented but carefree detective who's used to doing whatever he wants. The other employees of the 99th precinct include Detective Amy Santiago (Melissa Fumero), Jake's over achieving and competitive partner; Detective Rosa Diaz (Stephanie Beatriz), a tough and kept to herself coworker; Detective Charles Boyle (Joe Lo Truglio), Jake's best friend who also has crush on Rosa; Detective Sergeant Terry Jeffords (Terry Crews), was recently taken off the field after the birth of his twin girls; and Gina Linetti (Chelsea Peretti), the precinct's sarcastic administrator.",
        "poster":"poster_01_iod55677"
    },
    {
        "title":"Superstore",
        "director":"Justin Spitzer",
        "storyline":"A look at the lives of employees at a big box store.",
        "poster":"poster_01_iut34987"
    },
    {
        "title":"Agent Of S.H.I.E.L.D",
        "director":"Maurissa Tancharoen, Jed Whedon, Joss Whedon",
        "storyline":"After the Battle of New York, the world has changed. It now knows not only about the Avengers, but also the powerful menaces that require those superheroes and more to face them. In response, Phil Coulson of the Strategic Homeland Intervention, Enforcement and Logistics Division assembles an elite covert team to find and deal with these threats wherever they are found. With a world rapidly becoming more bizarre and dangerous than ever before as the supervillains arise, these agents of S.H.I.E.L.D. are ready to take them on.",
        "poster":"poster_01_jkl58924"
    },
    {
        "title":"The Odd Couple",
        "director":"Danny Jacobson, Joe Keenan, Matthew Perry",
        "storyline":"After being kicked out of their houses by their wives, two friends try to share an apartment, but their ideas of housekeeping and lifestyles are as different as night and day.",
        "poster":"poster_01_jnu10094"
    },
    {
        "title":"Chicago Med",
        "director":"Michael Brandt, Derek Haas, Matt Olmstead",
        "storyline":"An emotional thrill ride through the day-to-day chaos of the city's most explosive hospital and the courageous team of doctors who hold it together. They will tackle unique new cases inspired by topical events, forging fiery relationships in the pulse-pounding pandemonium of the emergency room.",
        "poster":"poster_01_kjm12291"
    },
    {
        "title":"Channel Zero",
        "director":"Nick Antosca",
        "storyline":"An anthology series telling the stories of Creepypastas, Internet short form horror stories. Season one is the story of Candle Cove.",
        "poster":"poster_01_ldk29745"
    },
    {
        "title":"Freakish",
        "director":"Michael A. Allowitz",
        "storyline":"A group of high schoolers struggles against predatory mutants who have taken over their town after a chemical plant meltdown.",
        "poster":"poster_01_mgi50468"
    },
    {
        "title":"Lucifer",
        "director":"Tom Kapinos",
        "storyline":"Lucifer, bored from his sulking life in hell comes to live in Los Angeles only to help humanity with its miseries through his experience and telepathic abilities to bring people's deepest desires and thoughts out of them. While meeting with a girl in his nightclub (called Lux), a shootout involving him and the girl leads him to become a LAPD consultant who tries to punish people for their crimes through law and justice.",
        "poster":"poster_01_mto11441"
    },
    {
        "title":"Marco Polo",
        "director":"John Fusco",
        "storyline":"In a world replete with greed, betrayal, sexual intrigue and rivalry, Marco Polo is based on the famed explorer's adventures in Kublai Khan's court in 13th century Mongolia.",
        "poster":"poster_01_ogg35651"
    },
    {
        "title":"Supergirl",
        "director":"Ali Adler, Greg Berlanti, Andrew Kreisberg",
        "storyline":"The adventures of Superman's cousin in her own superhero career.",
        "poster":"poster_01_oui23886"
    },
    {
        "title":"Eyewitness",
        "director":"Adi Hasak",
        "storyline":"Eyewitness is an American drama television series set to air on USA Network in October 2016. The series, which is based upon the Norwegian series Øyevitne, was been given a straight-to-series order with 10 episodes.",
        "poster":"poster_01_ous46284"
    },
    {
        "title":"Designated Survivor",
        "director":"David Guggenheim",
        "storyline":"A low-level Cabinet member becomes President of the United States after a catastrophic attack kills everyone above him in the Presidential line of succession.",
        "poster":"poster_01_pii13109"
    },
    {
        "title":"2 Broke Girls",
        "director":"Whitney Cummings, Michael Patrick King",
        "storyline":"Sassy, streetwise Max works two jobs just to get by, one of which is waiting tables during the night shift at the retro-hip Williamsburg Diner. Sophisticated Caroline is an uptown trust fund princess who's having a run of bad luck that forces her to reluctantly give waitressing a shot. At first, Max sees Caroline as yet another in a long line of inept servers she must cover for, but she's surprised to find that Caroline has as much substance as she does style. When Caroline discovers Max's knack for baking amazing cupcakes, she sees a lucrative future for them, but they first need to raise the start-up money.",
        "poster":"poster_01_pjk81021"
    },
    {
        "title":"Scream Queens",
        "director":"Ian Brennan, Brad Falchuk, Ryan Murphy",
        "storyline":"Wallace University is rocked by a string of murders. Kappa House, the most sought-after sorority for pledges, is ruled with an iron fist (in a pink glove) by its Queen Bitch, Chanel Oberlin (Emma Roberts). But when anti-Kappa Dean Cathy Munsch (Jamie Lee Curtis) decrees that sorority pledging must be open to all students, and not just the school's silver-spooned elite, all hell is about to break loose, as a devil-clad killer begins wreaking havoc, claiming one victim, one episode at a time. Part black comedy, part slasher flick, SCREAM QUEENS is a modern take on the classic whodunit, in which every character has a motive for murder... Or could easily be the next blood-soaked casualty.",
        "poster":"poster_01_psn58812"
    },
    {
        "title":"Legends Of Tomorrow",
        "director":"Greg Berlanti, Marc Guggenheim, Phil Klemmer",
        "storyline":"When heroes alone are not enough... the world needs legends. Having seen the future, Rip Hunter will desperately try to prevent certain events from happening, by time-traveling; Now Rip Hunter is tasked with assembling a desperate group of heroes and villains to confront an unstoppable threat - not only is the planet at stake, but our timeline itself. The Great Question being asked here is can this ragtag team defeat an immortal threat unlike anything they have ever known?",
        "poster":"poster_01_qdm49057"
    },
    {
        "title":"Good Cop",
        "director":"Sam Miller",
        "storyline":"After his best mate and collegue is brutally attacked and killed, Good Cop John Paul Rocksavage seeks revenge on the men who killed him.",
        "poster":"poster_01_qfm89056"
    },
    {
        "title":"The Flash",
        "director":"Greg Berlanti, Geoff Johns, Andrew Kreisberg",
        "storyline":"After being struck by lightning, Barry Allen wakes up from his 9 month coma to discover the bolt gave him the power of super speed. With his new team and powers, Barry becomes a superhero, The Flash, fighting crime in Central City.",
        "poster":"poster_01_qqr92020"
    },
    {
        "title":"Ash Vs Evil Dead",
        "director":"Ivan Raimi, Sam Raimi, Tom Spezialy",
        "storyline":"30 years after the events of Evil Dead, Ash is a loner, living a dull existence, still not able to come to grips with the events that started at the cabin. In the event of a deadite invasion Ash must attach his chainsaw and pick up his trusty boomstick one more time, all while finally coming to terms with his past.",
        "poster":"poster_01_qti22568"
    },
    {
        "title":"Easy",
        "director":"Joe Swanberg",
        "storyline":"A group of friends in Chicago fumble through the modern maze of love, sex, technology and culture.",
        "poster":"poster_01_rss27105"
    },
    {
        "title":"Certain Women",
        "director":"Kelly Reichardt",
        "storyline":"Certain Women drops us into a handful of intersecting lives across Montana. A lawyer (Laura Dern) tries to diffuse a hostage situation and calm her disgruntled client (Jared Harris), who feels slighted by a workers' compensation settlement. A married couple (Michelle Williams and James Le Gros) breaks ground on a new home but exposes marital fissures when they try to persuade an elderly man to sell his stockpile of sandstone. A ranch hand (Lily Gladstone) forms an attachment to a young lawyer (Kristen Stewart), who inadvertently finds herself teaching a twice-weekly adult education class, four hours from her home.",
        "poster":"poster_01_sjj91071"
    },
    {
        "title":"The Big Bang Theory",
        "director":"Chuck Lorre, Bill Prady",
        "storyline":"A woman who moves into an apartment across the hall from two brilliant but socially awkward physicists shows them how little they know about life outside of the laboratory.",
        "poster":"poster_01_sjm66797"
    },
    {
        "title":"Luke Cage",
        "director":"Cheo Hodari Coker",
        "storyline":"Given superstrength and durability by a sabotaged experiment, a wrongly accused man escapes prison to become a superhero for hire.",
        "poster":"poster_01_tel22937"
    },
    {
        "title":"Submission",
        "director":"Paul Fishbein, Jacky St. James",
        "storyline":"This tantalizing new series chronicles the sexual awakening of the beautiful but unfulfilled Ashley, when she discovers the popular erotic novel SLAVE by Nolan Keats. However, her fascination with the mysterious Mr. Keats leads her into a sexy but dangerous love triangle, where not everyone is who they appear to be and where fantasies are no longer just words in a book. Part romantic drama, part mystery, this tale of seduction, obsession and sexual power from acclaimed writer/director Jacky St. James will leave you breathless and begging for more. What's your safeword?",
        "poster":"poster_01_tjh28784"
    },
    {
        "title":"Supernatural",
        "director":"Eric Kripke",
        "storyline":"Two brothers follow their father's footsteps as hunters fighting evil supernatural beings of many kinds including monsters, demons, and gods that roam the earth.",
        "poster":"poster_01_tqi59458"
    },
    {
        "title":"Quantico",
        "director":"Joshua Safran",
        "storyline":"A look at the lives of young FBI recruits training at the Quantico base in Virginia when one of them is suspected of being a sleeper terrorist.",
        "poster":"poster_01_uhp23867"
    }
]
